Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Do you remember when you spoke of "sin"?
pl: Pamiętacie, kiedy wspomnieliście o tym „grzechu”?

source: Do you sell plug-in chips?
pl: Sprzedajesz czipy rozszerzeń?

source: Do you still wish to fight?
pl: Wciąż chcesz walczyć?

source: Do you still wish to help?
pl: Czy wciąż chcesz pomóc?

source: Do you still wish to rescue someone—a total stranger—in spite of this?
pl: Czy, mimo wszystko, nadal chcesz ocalić całkowicie obcą ci osobę?

source: Do you think Plato 1728 was fully responsible for what he did?
pl: Myślisz, że Platon 1728 był w pełni odpowiedzialny za to, co zrobił?

source: Do you think help is on the way?
pl: Myślisz, że pomoc jest w drodze?

source: Do you think she just means they were built at the same factory or something?
pl: Myślisz, że chodzi jej tylko o to, że zostały zbudowane w tej samej fabryce, czy coś takiego?

source: Do you think they even understand the concept of being scared?
pl: Myślisz, że w ogóle rozumieją koncepcję strachu?

source: Do you think this <SARU_JAN> fellow is being a little too...I dunno. Glorified?
pl: Nie sądzisz, że ten cały <SARU_JAN> jest trochę... przesadnie wychwalany?

source: Do you think us fools?
pl: Uważasz nas za głupców?

source: Do you think you can win if you waste your energy that way!?
pl: Naprawdę uważasz, że jesteś w stanie wygrać, tak marnując energię?!

source: Do you think you might give me some tips sometime?
pl: Myślisz, że możesz mi czasem dać jakieś wskazówki?

source: Do you truly think you can win?
pl: Naprawdę sądzisz, że możesz wygrać?

source: Do you want to continue the game?
pl: Chcesz kontynuować?

source: Do you want to proceed with this configuration anyway?
pl: Kontynuować mimo to?

source: Do you want to save?
pl: Chcesz zapisać postępy?

source: Do you want to take a break?
pl: Chcesz zrobić sobie przerwę?

source: Do you want to use auto-control chips?
pl: Czy chcesz używać czipów autosterowania?

source: Do you want to use auto-control chips? * All of your chip set types will be changed to "Balance Focus."
pl: Czy chcesz używać czipów autosterowania? * Wszystkie twoje zestawy czipów zostaną zmienione na „Zbalansowane”.

source: Do you want to use auto-control chips? * Your current chip set type will be changed to "Balance Focus."
pl: Czy chcesz używać czipów autosterowania? * Twój zestaw czipów zostanie zmieniony na „Zbalansowany”.

source: Do you want to use auto-control chips? This will equip Auto-Attack, Auto-Fire, Auto-Evade, Auto-Program, and Auto-Weapon Switch.
pl: Czy chcesz używać czipów autosterowania? Włączy to Autoatak, Autostrzał, Autounik, Autoprogram i Autozmianę broni.

source: Do you want to view the memories of Plato 1728?
pl: Czy chcesz zobaczyć wspomnienia Platona 1728?

source: Do you want us to tell her anything on your behalf, or...
pl: Chcesz, żebyśmy przekazali jej coś w twoim imieniu, czy…?

source: Do you wish to challenge the trials?
pl: Chcesz stawić czoła próbom?

source: Do you wish to leave?
pl: Czy chcesz wyjść?

source: Do you wish to turn on motion blur? (This setting can be changed at any time)
pl: Czy chcesz włączyć rozmycie ruchu? (Ustawienie można zmienić w dowolnym momencie)

source: Do you, faithful player <player name>,
pl: Czy ty, drogi graczu <player name>,

source: Do you...still wish to help?
pl: Czy... wciąż chcesz pomóc?

source: Does it seem like the enemy's been more active lately? I hope it's just my imagination...
pl: Czy tylko mi się wydaje, czy wróg faktycznie jest ostatnio bardziej aktywny? Mam nadzieję, że to tylko moja wyobraźnia…

source: Does it smell of iron, or is that human blood...?
pl: Czy to zapach żelaza, czy ludzkiej krwi?

source: Does more damage as you defeat enemies. (Max 500.)
pl: Zadaje tym więcej obrażeń, im więcej przeciwników pokonasz (max. 500).

source: Does one actually say that?
pl: Ktoś tak właściwie mówi?

source: Does this battle have meaning?
pl: Czy ta bitwa ma znaczenie?

source: Doesn't YoRHa have a dedicated Resistance contact already?
pl: Czy YoRHa nie ma już przypisanego kontaktu z Ruchem Oporu?

source: Doesn't look like I'll need this.
pl: Chyba mi się nie przyda.

source: Doesn't matter how much oil you give him, little guy. You can't make a machine your brother.
pl: Nieważne ile oleju mu dasz, maluchu. Nie zrobisz z maszyny swojego brata.

source: Doesn't matter.
pl: To bez znaczenia.

source: Doesn't matter. I'll just take 'em out.
pl: To bez znaczenia. Po prostu je zniszczę.

source: Dog tag of a member of the Resistance.
pl: Nieśmiertelnik członka Ruchu Oporu.

source: Doing so will allow us to carry out our operations in a more efficient manner.
pl: Dzięki temu będziemy mogli prowadzić nasze działania w bardziej efektywny sposób.

source: Doing so,
pl: Robiąc tak,

source: Dominica
pl: Dominika

source: Dominican Republic
pl: Dominikana

source: Don't ask me.
pl: Mnie o to nie pytaj.

source: Don't be a stranger!
pl: Czuj się jak u siebie!

source: Don't be absurd! We are not.
pl: To absurd! Nie jesteśmy tacy.

source: Don't be so sure about that!
pl: Nie bądź tego taka pewna!

source: Don't be that way. Come, let's get going!
pl: Nie mów tak... No dalej... Chodź z nami!

source: Don't blame me if you die though.
pl: Ale nie obwiniaj mnie, jeśli umrzesz.

source: Don't bother.
pl: Nie zawracaj sobie tym głowy.

source: Don't care.
pl: Nie dbam o to.

source: Don't change
pl: Nie zmieniaj

source: Don't come closer!
pl: Nie podchodź!

source: Don't confirm that by yourself!
pl: Nie potwierdzaj tego samodzielnie!

source: Don't die alone.
pl: Nie pozwól, byś umarł samotnie.

source: Don't do anything rash, okay, 2B?
pl: Nie rób niczego pochopnego, dobrze, 2B?

source: Don't do anything too reckless, 2B. We'll meet up later on.
pl: Nie rób niczego lekkomyślnego, 2B. Spotkamy się później.

source: Don't ever let your guard down, you hear me?
pl: Nigdy nie opuszczaj gardy, słyszysz?

source: Don't forget about the special prize for the guest who unlocks the last sub-unit in the room just ahead.
pl: Nie zapomnij o specjalnej nagrodzie dla gości, którzy odblokują ostatnią podjednostkę, znajdującej się w następnym pomieszczeniu.

source: Don't get me wrong—I know all this fighting isn't easy for you.
pl: Nie zrozum mnie źle... Wiem, że ta cała walka nie jest dla ciebie łatwa.

source: Don't get me wrong—I'm not about to go against the captain's judgment.<bt_wait> But that doesn't mean I'm ready to just lie down and trust our new “friends.” </page>
pl: Nie zrozumcie mnie źle — nie mam zamiaru sprzeciwiać się rozkazom kapitana.<bt_wait> Ale to nie znaczy, że mam zamiar legnąć i po prostu zaufać naszym nowym „przyjaciółkom”. </page>

source: Don't get yourself all worked up. It's just training.
pl: Nie denerwuj się. To tylko trening.

source: Don't give them a single inch!
pl: Nie pozwólcie im zbliżyć się nawet na centymetr!

source: Don't go to the village.
pl: Nie idź do wioski.

source: Don't go trying to be a hero, all right?
pl: Postarajcie się nie zgrywać bohaterów, dobrze?

source: Don't have to tell me twice.
pl: Nie musisz mi tego dwa razy powtarzać.

source: Don't help her.
pl: Nie pomagaj jej.

source: Don't hold back! Your life's on the line!
pl: Nie powstrzymuj się! Od tego zależy twoje życie!

source: Don't hurt him...
pl: Nie krzywdź go...

source: Don't hurt my brothers!
pl: Nie krzywdź moich braci!

source: Don't invest.
pl: Nie inwestuj.

source: Don't kill! Don't kill!
pl: Nie zabijaj! Nie zabijaj!

source: Don't know. Don't care.
pl: Nie mam pojęcia. I nie interesuje mnie to.

source: Don't let any intruders get in!
pl: Nie pozwólcie intruzom się przedrzeć!

source: Don't let the low rank fool you—if you lower your guard, you'll be scrap.
pl: Ale nie dajcie się zwieść niskiej randze — jeśli opuścisz gardę, zostanie z ciebie tylko kupka złomu.

source: Don't let them go any further!
pl: Nie pozwólcie im przejść dalej!

source: Don't let them in here!
pl: Nie możemy ich tu wpuścić!

source: Don't let them take anything else from us!
pl: Nie możemy pozwolić, aby zabrali nam cokolwiek!

source: Don't let up! The enemy is among us!
pl: Nie poddawajcie się! Wśród nas jest wróg!

source: Don't listen to it, 2B!
pl: Nie słuchaj tego, 2B!

source: Don't listen to them, 2B.
pl: Nie słuchaj ich, 2B.

source: Don't listen to what they're saying, 2B.
pl: Nie słuchaj tego, co mówią, 2B.

source: Don't look at me!
pl: Nie patrz na mnie!

source: Don't make excuses;
pl: Nie rób wymówek,

source: Don't move? I'm actually kind of bus—
pl: Za chwilę? W sumie, to jestem dość zaję...

source: Don't need it.
pl: Nie potrzebuję tego.

source: Don't offer a bribe.
pl: Nie dawaj łapówki.

source: Don't patronize me.
pl: Przestań traktować mnie protekcjonalnie.

source: Don't really feel like talking now.
pl: Naprawdę nie mam teraz ochoty na rozmowę.

source: Don't stop just cause you already won! Grind him to dust!
pl: Nie zatrzymuj się tylko dlatego, że wygrałeś! Zetrzyj go na pył!

source: Don't suppose you changed your mind about helping with those packages, eh?
pl: Nie podejrzewam, że macie ochotę pomóc mi przy tych przesyłkach, co nie?

source: Don't suppose you'd lend a hand again?
pl: Ale podejrzewam, że nie macie ochoty znów mi przy tym pomagać, prawda?

source: Don't talk to me. I'm trying to concentrate.
pl: Nie rozmawiaj ze mną. Próbuję się skoncentrować.

source: Don't talk to people when they're busy. It's common sense at any workplace, really.
pl: Nie rozmawiaj z ludźmi, gdy są zajęci. To normalne w każdym miejscu pracy, naprawdę.

source: Don't tell me what to do.
pl: Nie mów mi, co mam robić.

source: Don't tell me—you heard tales of a genius inventor and came to see me straightaway, yes?
pl: Niech zgadnę... Usłyszeliście opowieści o pewnym genialnym wynalazcy i postanowiliście jak najszybciej przyjść, aby go poznać. Prawda?

source: Don't tell my boss!
pl: Nie mówcie szefowej!

source: Don't think, don't think, whatever you do, don't think...
pl: Nie myśl, nie myśl, cokolwiek robisz, nie myśl...

source: Don't transfer.
pl: Nie transferuj.

source: Don't waste your time talking to me.
pl: Nie marnuj czasu na mówienie do mnie.

source: Don't worry about it.
pl: Spokojnie, to nic takiego.

source: Don't worry, I can take care of myself. I've got plenty of recovery items.
pl: Nie martw się, potrafię o siebie zadbać. Mam mnóstwo przedmiotów leczących.

source: Don't worry, I'll give you perfect support.
pl: Nie martw się, dam ci idealne wsparcie.

source: Don't worry, I'm—
pl: Nie martw się, jest...

source: Don't worry. I sent out a rescue signal to the Bunker.
pl: Nie martw się. Wysłałam sygnał ratunkowy do Bunkra.

source: Don't worry...
pl: Nie martw się...

source: Don't worry—we'll take it from here.
pl: Nie martwcie się... My się tym czymś już odpowiednio zajmiemy.

source: Don't you dare ask for more help!
pl: Nawet nie waż się prosić o kolejną pomoc!

source: Don't you dare talk to me about 2B!
pl: Nie waż się mówić do mnie o 2B!

source: Don't you ever wonder why bugs exist in the first place?
pl: Nie zastanawiałeś się kiedyś, dlaczego w ogóle istnieją błędy?

source: Don't you have some important mission to attend to?
pl: Nie masz przypadkiem jakieś ważnej misji do wykonania?

source: Don't you see? You can become gods now!
pl: Nie rozumiesz? Możecie teraz stać się Bogami!

source: Don't you think it's overkill to perform a full data overhaul?
pl: Nie sądzisz, że przeprowadzanie pełnego przeglądu danych to jednak przesada?

source: Don't you think we all need to express more happiness in our daily lives?
pl: Czy, twoim zdaniem, nie powinniśmy okazywać więcej radości na co dzień?

source: Don't you think?
pl: Nie sądzisz?

source: Don't you understand? We're too weak.
pl: Nie rozumiesz? Jesteśmy zbyt słabi.

source: Don't...touch...my brothers...
pl: Nie... dotykaj... moich braci...

source: Done! I've built what you requested and installed it where the children like to play.
pl: Gotowe! Zbudowałem to, o co prosiłaś i zamontowałem w miejscu, w którym dzieciaki lubią się bawić.

source: Donning a red belt and walking the path of the warrior to the end, Father Servo went to the afterlife satisfied that he gave all in his final confrontation with 2B and 9S.
pl: Nosząc czerwony pas i podążając ścieżką wojownika aż po sam kres, Ojciec Servo odszedł do zaświatów, zadowolony z tego, że dał z siebie wszystko podczas ostatecznej konfrontacji z 2B i 9S.

source: Doomed to fight.
pl: Skazani na walkę.

source: Door two disabled.
pl: Drugie drzwi otwarte.

source: Double Bass
pl: Kontrabas

source: Double bass
pl: Kontrabas

source: Down this corridor, if you would.
pl: Tym korytarzem, jeśli pozwolicie.

source: Down-Attack Up
pl: Wykończenie +

source: Down-Attack Up +1
pl: Wykończenie +1

source: Down-Attack Up +2
pl: Wykończenie +2

source: Down-Attack Up +3
pl: Wykończenie +3

source: Down-Attack Up +4
pl: Wykończenie +4

source: Down-Attack Up +5
pl: Wykończenie +5

source: Down-Attack Up +6
pl: Wykończenie +6

source: Down-Attack Up +7
pl: Wykończenie +7

source: Down-Attack Up +8
pl: Wykończenie +8

source: Drab Bracelet
pl: Posępna bransoleta

source: Dragon Wings
pl: Skrzydła smoka

source: Dragoon Lance
pl: Kopia Dragona

source: Dreamer Machine
pl: Śniąca maszyna

source: Dreams are the mind's version of reality perfected.
pl: Sny to wyidealizowana przez umysł wersja rzeczywistości.

source: Dress Module
pl: Moduł stroju

source: Drill
pl: Wiertło

source: Drill-equipped
pl: z wiertłem

source: Driven by that grudge, it lured a Resistance member to this location.
pl: Kierowana urazą, zwabiła członka Ruchu Oporu w to miejsce.

source: Drop Rate Up
pl: Upuszczane przedmioty +

source: Drop Rate Up +1
pl: Upuszczane przedmioty +1

source: Drop Rate Up +2
pl: Upuszczane przedmioty +2

source: Drop Rate Up +3
pl: Upuszczane przedmioty +3

source: Drop Rate Up +4
pl: Upuszczane przedmioty +4

source: Drop Rate Up +5
pl: Upuszczane przedmioty +5

source: Drop Rate Up +6
pl: Upuszczane przedmioty +6

source: Drop Rate Up +7
pl: Upuszczane przedmioty +7

source: Drop Rate Up +8
pl: Upuszczane przedmioty +8

source: Drug... More drug... Can't stop fighting... So fuuuuun...
pl: Narkotyk... Więcej... Nie mogę przestać walczyć... Jaka frajdaaaa...

source: Due to the destruction of code name "Adam," we have been able to deal a significant blow to the enemy's network system. I have already confirmed that numerous machine lifeforms have been severed from the network as a result. However, just because they are no longer connected, doesn't mean they no longer pose a threat. It is highly likely they will continue to interfere with our operations. 2B, I would like you to gather some intel on the machine lifeforms. Report back to me if you see any machines behaving oddly, and keep me informed on their activities. That is all. —The Commander
pl: W związku ze zniszczeniem maszyny o nazwie kodowej „Adam”, udało nam się wymierzyć znaczący cios w sieć wroga. Potwierdziliśmy też, że w rezultacie tego ataku, liczne mechaniczne formy życia zostały odcięte od sieci. Jednakże, fakt, że nie są już do niej podłączone, nie oznacza, że nie stanowią zagrożenia. Wielce prawdopodobne jest, że nadal będą przeszkadzać w naszych operacjach. 2B, chciałabym, żebyś zebrała informacje o mechanicznych formach życia. Zgłoś się, gdy spotkasz jakieś dziwnie zachowujące się maszyny, informując mnie o ich aktywności. To wszystko. —Komandor

source: Dunno.
pl: Nie wiem.

source: During my search, I noticed that one of their signals had suddenly grown quite weak.
pl: Podczas poszukiwań zauważyłam jednak, że sygnał jednego z nich gwałtownie osłabł.

source: During your investigation, you learned that these androids had developed an almost human capacity for cruelty, and began to see violence against machine lifeforms as a form of sport. You wonder what is causing this behavior. Is it hate, or some other kind of emotion?
pl: Podczas swojego dochodzenia dowiadujesz się, że te androidy wytworzyły sobie niemal ludzką zdolność do okrucieństwa i zaczęły postrzegać przemoc wobec mechanicznych form życia jako formę sportu. Zastanawiasz się, co spowodowało takie zachowanie. Czy jest to nienawiść, czy może jakiś inny rodzaj emocji?

source: Dye
pl: Barwnik

source: Dying Goliath Biped
pl: Umierający Goliat dwunóg

source: Dying won't make us gods...
pl: Śmierć nie uczyni z nas bogów...

source: Dynamic
pl: Dynamiczna

source: Dynamic (no vocals)
pl: Dynamiczna (bez wokalu)

source: Dynamic 2
pl: Dynamiczna 2

source: E-Commerce Manager
pl: Menadżer ds. handlu elektronicznego

source: E-Drug
pl: E-narkotyk

source: EEP...!
pl: IIIIIP...!

source: EMP Attack Machines
pl: Maszyny z atakiem EMP

source: EMP generator target confirmed. Marking on map.
pl: Potwierdzam namierzenie generatora impulsów elektromagnetycznych. Zaznaczam na mapie.

source: EMP generator?
pl: Generator EMP?

source: ENDING
pl: ZAKOŃCZENIE

source: ENEMY 2B
pl: WROGA 2B

source: ENEMY CANNOT BE STUNNED
pl: WRÓG NIE MOŻE ZOSTAĆ OGŁUSZONY

source: ENEMY IS ALWAYS ON STANDBY
pl: WRÓG ZAWSZE W STANIE SPOCZYNKU

source: ENEMY LEVEL
pl: POZIOM WROGA

source: ENEMY SET TO MAX STUN
pl: WRÓG W STANIE MAX OGŁUSZENIA

source: ENEMY TAKES MORE DAMAGE
pl: WRÓG PRZYJMUJE WIĘCEJ OBRAŻEŃ

source: ENEMY TAKES NO DAMAGE
pl: WRÓG NIE DOZNAJE OBRAŻEŃ

source: ENGLISH VOICES
pl: GŁOSY ANGIELSKIE

source: ENVIRONMENT
pl: ŚRODOWISKO

source: ERROR
pl: BŁĄD

source: ERROR. ERROR. BAD FILE OR PATHWAY. BZZZZZT.
pl: BŁĄD. BŁĄD. BŁĘDNY PLIK LUB ŚCIEŻKA. BZZZZT.

source: EXECUTIVE PRODUCER
pl: PRODUCENT WYKONAWCZY

source: EXP
pl: PD

source: EXP Gain Up
pl: Przyrost doświadczenia +

source: EXP Gain Up +1
pl: Przyrost doświadczenia +1

source: EXP Gain Up +2
pl: Przyrost doświadczenia +2

source: EXP Gain Up +3
pl: Przyrost doświadczenia +3

source: EXP Gain Up +4
pl: Przyrost doświadczenia +4

source: EXP Gain Up +5
pl: Przyrost doświadczenia +5

source: EXP Gain Up +6
pl: Przyrost doświadczenia +6

source: EXP Gain Up +7
pl: Przyrost doświadczenia +7

source: EXP Gain Up +8
pl: Przyrost doświadczenia +8

source: Each machine is an equal, which means the traditional capitalistic acquisition systems of the past don't work for us. Instead, our economy is focused on trading materials according to one's need.
pl: Każda maszyna jest równa, co oznacza, że tradycyjny kapitalistyczny model z przeszłości nam nie odpowiada. Zamiast tego, nasza ekonomia opiera się na wymianie materiałów w zależności od potrzeb.

source: Each of the machines treated their treasures with great care.
pl: Każda z maszyn traktowała swój skarb z wielką troską.

source: Each treasure had a different shape.
pl: Każdy skarb miał inny kształt.

source: Each treasure had a different...
pl: Każdy skarb miał inny...

source: Eagle Eggs
pl: Jaja orła

source: Earn every rank in the contest.
pl: Zdobądź każdą rangę w zawodach.

source: Earn every rank in the underground fighting contest.
pl: Zdobądź każdą rangę w podziemnych zawodach walki.

source: Earrings worn by humans.
pl: Kolczyki używane przez ludzi.

source: Earrings worn by humans. Can be exchanged for money.
pl: Kolczyki używane przez ludzi. Mogą zostać sprzedane.

source: Earth
pl: Ziemia

source: Easy
pl: Łatwy

source: Easy for you to say.
pl: Łatwo powiedzieć...

source: Easy there, little guy. It's all right. You weren't scared, were you?
pl: Już dobrze, maluchu. Wszystko w porządku. Chyba się nie bałeś, prawda?

source: Easy, Devola. There's no need to be so confrontational.
pl: Spokojnie, Devola. Nie ma potrzeby być aż tak agresywnym.

source: Easy. I've contacted the Bunker. They should be here soon.
pl: Spokojnie. Skontaktowałam się z Bunkrem. Powinni tu niedługo dotrzeć.

source: Easy. We haven't finished fully restoring the data.
pl: Spokojnie. Jeszcze nie odzyskaliśmy wszystkich danych.

source: Eavesdrop all you want. It's nothing important.
pl: Możesz sobie podsłuchiwać. To nic ważnego.

source: Ecuador
pl: Ekwador

source: Edit Death Message
pl: Edytuj wiadomość po śmierci.

source: Edit Weapon Sets
pl: Edycja zestawów broni

source: Edit death message.
pl: Edytuj wiadomość po śmierci.

source: Editor
pl: Redaktor

source: Editor-in-Chief
pl: Redaktor naczelny

source: Eee hee hee hee hee.
pl: Ee he he he he.

source: Eee hee hee! Bingooooo!
pl: Hi hi hi! Bingooooo!

source: Eee hee hee! Do you need a friend killed? A lover? It's my job! My job! Hee! My job! Hee hee! My j-job my j-j-job my-y-y-yyyyy jjjooooeeeheeheeeeeee...
pl: Ehehehe! Potrzebujesz zabić przyjaciela? A może kochanka? To moja robota! Moja robota! Hehe! Moja robota! Hehehe! Moja r-robota m-moja r-r-robota mo-j-j-j-jaaaa roooooobhehehehe...

source: Eek! Who are you!?
pl: Aaa! Kim jesteś?!

source: Effect: <CHIP>
pl: Efekt: <CHIP>

source: Effect: <EFFECT>.
pl: Efekt: <EFFECT>.

source: Effects
pl: Efekty

source: Eggs laid by an eagle.
pl: Jaja złożone przez orła.

source: Egypt
pl: Egipt

source: Eh, whatever. This is wasted on you.
pl: Ech, jak tam chcesz. Nie wiesz co tracisz.

source: Eh... Oh...
pl: Ech... Och...

source: Eight years ago, we were attacked by machines and fought a pitched battle.
pl: Osiem lat temu zaatakowały nas maszyny, więc musieliśmy się bronić. Ale walka nie była równa.

source: Eight...hours?
pl: Osiem... godzin?

source: Either way,
pl: Tak czy siak,

source: El Salvador
pl: Salwador

source: Elaborate Gadget
pl: Wyrafinowany mechanizm
